</s> 19621
the 141384
of 71974
to 71091
in 53538
and 53020
a 50973
s 31836
saidsecond 31287
for 26693
it 22522
saidfirst 20726
on 18837
reutersecond 16594
is 16575
that 15238
by 14803
from 14790
its 14724
will 14613
vs 14529
be 14508
dlrsthird 14199
at 13617
with 13255
was 11460
u 10964
he 10591
has 10066
company 9588
as 9415
an 9379
mlnthird 9331
mlnfirst 8743
mlnsecond 8219
not 8173
inc 7999
which 7422
yearthird 7045
corp 6975
but 6927
are 6896
pctfourth 6857
this 6670
have 6649
ctsfirst 6072
were 5998
banksecond 5708
market 5621
had 5593
stock 5592
wouldfirst 5553
or 5411
onefirst 5156
billionthird 5156
about 5019
they 4938
pctfirst 4750
up 4737
co 4645
dlrssecond 4489
been 4436
twofirst 4394
oil 4157
yearfirst 4142
newsecond 4105
billionsecond 4077
pctthird 4063
debt 3985
government 3976
first 3929
may 3905
more 3888
wouldsecond 3541
exchange 3529
after 3517
than 3370
lossfirst 3354
lastsecond 3335
japan 3324
over 3319
other 3286
we 3219
banks 3211
price 3164
tradefirst 3140
sharesecond 3113
prices 3095
sharesfirst 3037
netsecond 3031
their 3019
rate 3016
marchfirst 3015
no 3008
netfirst 2981
per 2964
foreign 2960
interest 2915
alsofirst 2900
told 2888
if 2859
week 2856
agreement 2852
some 2830
threefirst 2817
aprilsecond 2813
newfirst 2763
could 2743
president 2708
under 2693
there 2561
all 2559
today 2551
groupfirst 2533
offer 2528
against 2518
expected 2506
lastfirst 2446
dollar 2410
unit 2393
due 2341
fivesecond 2301
world 2292
years 2254
into 2185
bankfirst 2171
alsosecond 2168
qtrsecond 2144
japanese 2141
added 2140
increase 2108
shrsecond 2105
because 2074
american 2071
taxsecond 2069
meeting 2046
commonfirst 2041
issue 2030
shrfirst 2030
officials 2020
current 2018
between 2004
spokesman 1977
sharessecond 1969
profitfirst 1967
made 1960
when 1943
industry 1939
dlrsecond 1933
official 1932
system 1923
ltdfirst 1923
earlier 1895
internationalfirst 1891
growth 1889
major 1889
now 1886
salesthird 1879
pctsecond 1871
business 1870
dlrsfirst 1845
ctssecond 1828
national 1821
reuterfirst 1817
while 1816
time 1812
chairman 1805
companies 1804
through 1793
his 1790
rosefirst 1783
any 1779
revsfirst 1767
next 1764
sources 1757
only 1745
risefirst 1717
should 1714
countries 1706
quartersecond 1686
plan 1683
sharefirst 1668
out 1665
stg 1658
state 1657
yearsecond 1651
fourfirst 1645
ratesfirst 1643
statement 1642
financialfirst 1641
west 1641
investmentfirst 1631
februaryfirst 1621
money 1620
report 1617
totalsecond 1613
who 1605
since 1601
earnings 1598
economicfirst 1597
sale 1584
products 1564
analysts 1560
budget 1560
tradingfirst 1555
ec 1554
monthsfirst 1551
cut 1549
i 1549
before 1546
buy 1545
netthird 1543
states 1541
down 1540
cash 1534
productionsecond 1525
ministerfirst 1513
agreed 1513
set 1510
plans 1509
central 1506
sixsecond 1500
further 1494
tonnessecond 1491
bond 1483
period 1479
januaryfirst 1472
financefirst 1467
talks 1449
program 1442
generalfirst 1436
canada 1432
losssecond 1430
export 1419
marketsfirst 1415
can 1412
tradesecond 1401
public 1400
boardfirst 1386
deficit 1381
departmentfirst 1376
such 1366
notefirst 1365
lower 1363
currency 1349
take 1322
based 1322
dividend 1318
monthsecond 1317
development 1310
yenfirst 1307
each 1303
t 1296
sell 1295
brazil 1294
billionfirst 1291
day 1288
higher 1286
says 1279
endthird 1277
profitsecond 1276
most 1275
announced 1274
reported 1270
make 1270
p 1268
k 1264
dlrfirst 1264
salessecond 1260
non 1257
during 1257
policy 1250
yesterday 1240
shareholders 1240
termfirst 1240
offeringfirst 1235
gas 1234
treasury 1233
tonnesfirst 1232
unionfirst 1227
did 1226
economy 1219
around 1212
annual 1210
subsidiary 1205
reaganfirst 1204
o 1195
firm 1195
both 1195
committee 1188
same 1184
european 1183
securitiessecond 1180
federalfirst 1172
loansfirst 1170
york 1166
ministry 1164
being 1162
unitedfirst 1162
canadian 1161
ago 1159
so 1156
housefirst 1156
however 1155
part 1148
terms 1147
capitalfirst 1145
acquisition 1138
country 1133
operfirst 1129
bonds 1128
including 1126
owned 1123
monthfirst 1123
internationalsecond 1116
demand 1114
service 1113
fellfirst 1110
fall 1110
still 1109
ltdsecond 1101
longfirst 1101
stake 1093
managementsecond 1091
off 1079
sold 1079
creditsecond 1077
systems 1076
income 1074
recordfirst 1064
recent 1059
quarterfirst 1056
likely 1051
issues 1044
expects 1043
shrsfirst 1036
second 1035
continue 1032
early 1025
reserves 1021
ctsthird 1018
securitiesthird 1017
our 1012
value 1011
china 1011
proposedfirst 1010
operationssecond 1008
these 1001
fund 998
private 998
operating 997
third 996
th 996
fiscal 994
futures 990
payments 983
services 979
plant 976
surplus 976
exportssecond 975
dealers 969
level 964
firms 962
sevenfirst 959
say 957
bankingfirst 955
purchase 953
energy 953
until 951
help 949
bill 948
basis 947
held 947
do 942
german 938
agriculture 938
full 933
days 933
avgfirst 928
output 927
farm 927
senior 926
merger 925
wellfirst 924
another 922
cost 921
capitalsecond 920
paysecond 919
domesticfirst 915
tender 914
figures 911
sugar 907
support 907
agency 904
marks 903
those 902
much 901
called 901
loanfirst 899
recordsecond 898
junesecond 895
bid 894
commercialfirst 893
amount 888
gold 887
court 886
results 884
outstandingfirst 882
action 882
estimated 881
british 879
approved 879
short 878
contractfirst 877
industrialfirst 875
notesfirst 873
them 872
traders 866
deal 866
very 861
what 860
fundsfirst 859
groupsecond 855
halffirst 853
computer 852
open 850
association 844
costs 843
savings 843
move 837
plc 836
southfirst 835
wheatfirst 835
many 826
reutersfirst 825
proposal 825
previous 822
prime 822
several 818
must 813
investorsfirst 811
reserve 811
aprilfirst 810
soviet 809
francs 806
joint 804
salesfirst 804
decision 803
result 802
power 802
crude 802
usefirst 801
issued 800
secretary 799
debentures 799
line 799
possible 798
include 798
st 795
future 791
profits 791
close 790
convertiblefirst 789
asked 789
monetary 788
approval 787
commissionsecond 786
low 785
here 784
boardsecond 782
conference 782
eightsecond 780
financing 780
m 779
tokyo 775
reduce 774
sector 773
noted 768
fed 768
less 764
declined 762
preferredfirst 761
change 759
french 757
administrationfirst 757
inflation 752
gulf 752
n 750
grain 748
lossthird 748
importssecond 748
back 748
loansecond 748
largest 747
following 747
b 747
nations 746
strong 744
members 743
levels 743
creditfirst 743
decemberfirst 740
number 735
decline 734
index 733
losses 732
germany 732
trust 732
coffee 732
divfirst 731
might 726
product 725
paper 725
taxfirst 725
highfirst 719
effective 718
endfirst 717
within 714
includesfirst 713
additional 711
l 709
commissionfirst 709
currently 708
industriesfirst 707
offered 705
order 704
comparedfirst 703
sees 702
acquire 702
insurance 701
western 698
way 698
pact 696
februarysecond 694
revenues 694
later 693
januarysecond 691
work 690
equity 688
filed 686
according 684
completed 684
comment 684
late 683
septemberfirst 680
exportsfirst 679
totalfirst 678
vice 677
signed 676
large 675
ninefirst 674
producers 672
qtly 672
own 671
leadfirst 669
corn 669
provide 667
problems 664
financialsecond 663
congress 662
f 661
venture 661
spending 659
productionfirst 656
bankersfirst 656
below 655
workers 655
meet 653
paymentfirst 653
local 653
whether 652
payfirst 652
federalsecond 651
accord 650
opec 649
account 647
worth 647
drop 647
economicsecond 647
initial 646
points 645
pointfirst 643
assetssecond 641
options 640
put 640
paris 639
bought 636
pacific 634
rd 633
october 631
division 628
north 628
goods 628
chieffirst 625
planned 624
reporters 624
paid 622
office 621
receivedfirst 619
measures 618
marketing 618
air 616
does 615
although 615
details 614
position 613
raised 612
endedfirst 612
iran 611
julysecond 611
de 611
past 610
c 608
raise 608
previouslyfirst 607
need 605
member 605
least 605
negotiations 605
decembersecond 604
usda 604
comparedsecond 602
ninethird 602
certain 602
give 600
acquired 599
france 599
reached 597
without 597
analyst 595
real 594
given 593
datafirst 593
balance 590
good 590
contracts 589
technology 589
subordinated 588
alreadyfirst 588
washingtonfirst 586
priorfirst 585
gainfirst 581
rights 581
communityfirst 580
friday 580
cuts 578
director 577
contractsecond 577
people 573
even 573
despite 573
subject 572
senate 572
changes 571
think 571
texasfirst 570
proceeds 568
revssecond 567
import 567
holdings 567
managerfirst 567
holding 566
show 566
junefirst 566
makingfirst 566
range 565
equipmentfirst 564
among 563
seen 563
consumer 562
farfirst 560
option 560
highsecond 559
startsecond 558
above 558
corporate 558
availablesecond 558
facility 558
usedsecond 558
remain 557
twosecond 557
assetsfirst 556
saying 556
research 556
just 555
onesecond 552
britain 552
conditions 551
orders 551
led 551
taiwan 550
recently 549
couponfirst 548
crop 548
target 548
swiss 548
splitfirst 547
increasedsecond 546
strike 545
londonsecond 544
intervention 544
reduced 543
base 543
moody 542
marchsecond 540
datefirst 538
home 537
executivefirst 535
go 533
area 533
package 533
unitssecond 533
party 532
forecastfirst 531
weeksfirst 530
ministers 529
mthssecond 527
electric 527
how 526
effect 526
australian 525
stockssecond 523
then 523
get 520
scheduled 520
qtrfirst 519
lending 518
free 518
name 517
pressure 517
mark 516
council 516
bpd 516
farmers 515
steel 514
seefirst 514
usedfirst 511
unitedsecond 511
too 510
bundesbank 510
billsfirst 508
main 507
small 506
near 506
yield 506
averagesecond 505
november 502
buying 501
present 500
information 500
expect 500
priorsecond 499
takeover 499
averagefirst 498
working 498
newssecond 496
where 496
white 494
increasedfirst 494
proposals 493
right 492
tradingsecond 491
addition 490
barrels 490
hold 489
taken 488
specialfirst 488
life 488
leadsecond 486
allow 485
d 485
closed 484
securitiesfirst 483
economists 482
going 481
little 481
ratessecond 481
bakerfirst 480
supplyfirst 479
force 478
endedsecond 476
stores 475
sixfirst 475
nilfirst 475
texaco 474
pricedfirst 474
continuedfirst 473
city 473
former 472
latest 472
manufacturing 470
few 469
repurchase 469
warrants 468
transaction 468
officerfirst 468
receive 467
soon 465
political 465
seeking 463
become 461
finalfirst 460
volume 460
re 460
increases 459
aid 458
yet 457
supplysecond 457
areas 456
project 456
cents 455
showed 452
return 451
law 451
tomorrow 450
commodity 450
monday 449
dutch 448
case 448
fixed 448
reform 447
partners 446
review 446
australia 445
telephone 445
letter 445
fourthfirst 444
rising 444
adding 443
natural 443
needed 443
yensecond 443
drug 443
foodfirst 442
holders 442
leading 441
begin 441
dailyfirst 439
like 439
februarythird 438
seek 437
began 437
reports 435
chemical 435
capacity 434
barrel 434
tariffs 434
better 433
creditors 433
existing 432
restructuring 432
construction 431
saudi 431
ag 430
gm 429
newsfirst 429
james 428
commerce 428
morgan 428
problem 428
mthsfirst 427
heavy 426
policies 425
situation 424
quoted 424
study 424
directors 424
impact 423
decided 422
east 421
operationsfirst 421
probably 420
limited 419
comefirst 418
petroleumfirst 418
chrysler 417
carfirst 417
controlfirst 417
setsfirst 416
agricultural 415
response 415
included 414
resourcesfirst 414
rules 414
generalsecond 413
keyfirst 413
place 410
mexico 410
payablefirst 409
secfirst 409
cars 409
ninesecond 409
turnover 408
exploration 407
importsfirst 406
head 406
revisedfirst 405
sellingsecond 405
currencies 405
setssecond 404
executivesecond 403
motors 401
unchanged 401
plusfirst 400
offers 399
availablefirst 399
discount 398
call 398
sells 397
agreements 397
adjustedfirst 396
kong 396
immediately 396
mortgage 394
hit 392
southern 392
africa 391
chiefsecond 390
want 390
communications 390
ending 389
e 389
overseas 389
us 388
form 387
england 387
cocoa 386
bakersecond 386
datesecond 385
believe 385
nakasone 385
imf 385
sharp 384
combined 384
franc 384
boost 384
stocksfirst 382
purchases 382
distribution 381
don 381
morning 381
sterling 381
land 381
you 381
able 380
operation 380
g 379
merrill 379
investor 379
taking 378
quota 378
sharply 377
shareholder 377
growing 375
filing 374
mine 373
j 373
domesticsecond 372
act 371
industriessecond 371
principal 370
brothers 369
network 369
top 368
reductionfirst 368
similar 367
potential 367
ruling 367
chicago 366
certificates 366
john 365
times 365
tonne 365
sellingfirst 364
involved 363
classfirst 363
legislation 362
depositssecond 362
hong 362
continuing 362
significant 361
partnership 360
mid 360
pressfirst 359
mining 358
slightly 358
war 358
lynch 357
korea 357
almost 357
customers 357
mainly 356
gainsecond 355
institutions 355
expansion 355
termsecond 353
figure 353
parfirst 353
won 353
she 352
soybean 352
again 352
taxes 352
personal 351
julyfirst 351
settlement 351
consider 351
crisis 351
europefirst 350
efforts 350
standardsecond 350
americafirst 349
ahead 349
liquidity 348
vote 348
rather 348
investments 347
raising 347
producer 347
developing 347
calls 346
dollarsfirst 346
excludes 344
londonfirst 343
performance 343
increasing 343
shearson 343
ibm 343
fivefirst 341
estimates 340
announcement 340
quotas 340
deposit 340
traded 340
italy 340
improved 339
concern 339
indonesia 339
volcker 339
rises 338
cover 338
securityfirst 338
lines 337
difficult 337
namedfirst 337
overall 336
test 336
institute 336
enough 335
threesecond 335
employees 332
corporation 331
caused 331
remaining 330
motor 330
respectively 330
produce 330
process 330
produced 329
businesses 328
credits 327
building 327
keep 327
health 326
risk 325
request 325
gatt 325
disclosed 325
greater 324
limit 323
took 323
staff 323
iranian 323
relatedfirst 322
opposition 322
software 322
quarterlyfirst 322
delivery 321
parent 321
ecuador 321
marketssecond 320
transactions 320
dome 320
introduced 318
previouslysecond 318
suit 317
charges 317
stability 317
light 316
robert 316
paying 316
northern 315
discuss 314
gavefirst 314
defense 313
brokers 313
copper 313
retailfirst 313
projects 312
extended 312
california 311
statistics 311
eurobondfirst 311
janfirst 310
shipments 310
longsecond 310
medium 310
television 310
express 309
properties 309
nearly 308
buys 308
majority 308
managersecond 308
aircraft 308
important 308
southsecond 308
regulatory 307
improve 307
aimed 307
affected 307
longer 307
weather 307
extraordinaryfirst 307
necessary 307
substantial 306
interview 306
buffer 306
competition 305
issuingfirst 305
expand 305
includessecond 305
notesecond 304
season 304
run 304
nation 303
airlinesfirst 303
controlsecond 303
closing 302
newspaper 302
interestsfirst 301
grossfirst 300
brazilianfirst 300
factor 300
singapore 300
tuesday 300
augustfirst 299
accounts 299
telecommunicationsfirst 299
lawson 299
competitive 298
view 298
military 298
stop 298
beginning 297
rosesecond 297
fellsecond 297
consumers 296
street 296
nd 296
reach 295
build 295
considering 293
bring 293
needs 292
producing 292
medical 292
salomon 292
discontinuedfirst 291
cooperation 291
seriesfirst 290
standardfirst 290
investorssecond 290
remains 290
managers 290
computers 290
provision 290
borrowing 289
dispute 289
minimum 289
exporters 289
philippines 289
started 289
tons 289
argentina 289
acquisitions 288
estate 288
great 287
falling 287
prepared 287
getsfirst 287
best 287
pipeline 287
clear 286
maintain 286
cable 286
changed 285
night 285
came 285
failed 285
indicated 285
provided 284
hard 284
activities 284
session 284
petroleumsecond 284
poorfirst 283
parliament 283
financesecond 283
formed 283
port 283
usair 283
recovery 282
designed 282
left 282
field 282
progress 281
offeringsecond 281
african 281
unless 281
add 280
gencorp 280
activity 280
venezuela 279
hours 279
allowed 279
h 278
cannot 278
leaders 278
met 277
means 277
outside 277
boston 277
role 277
underwritingfirst 276
property 276
requiredfirst 275
underwriters 275
reflect 275
labour 275
big 274
requirements 274
face 274
flow 274
wage 274
wall 274
iraq 273
dropped 273
question 273
strategy 273
subsidies 273
fuel 273
plants 272
improvement 272
revenuesecond 272
wants 272
sourcefirst 272
bankruptcy 272
economist 271
shipping 271
alreadysecond 271
programs 270
makes 270
monthly 269
unlikely 269
rejected 269
wheatsecond 269
reason 268
fully 267
foursecond 267
facilities 267
consumption 267
latin 267
operate 267
regular 267
others 266
accounting 266
particularly 266
zealand 266
india 266
bell 266
lost 265
guaranteed 265
estimatefirst 264
chargefirst 264
spain 264
delegates 264
using 263
payoutfirst 263
r 263
develop 262
supplies 262
manufacturers 262
denominations 262
factors 260
believed 260
fees 260
instead 260
found 260
either 260
access 259
owns 259
find 259
attempt 258
coming 258
undisclosed 257
effort 257
planning 257
legal 255
totalled 255
granted 255
consolidated 255
visit 254
yeutter 254
purchased 254
voting 253
prospects 253
along 253
authorized 253
believes 253
discussions 252
nuclear 252
houses 252
authorities 252
claims 252
rice 252
controls 251
released 251
advanced 251
developed 250
conversion 249
raisesfirst 249
eastern 249
leader 249
election 249
mines 248
opening 248
considered 248
water 247
accept 246
postfirst 246
gainssecond 246
semiconductor 246
authority 246
percentage 246
parts 246
benefit 245
rating 245
assistance 245
worldwide 245
fee 245
region 245
continental 245
aids 244
outlook 244
old 244
pretax 244
accepted 244
arabia 244
rubber 244
seasonally 243
electronics 243
electronic 243
try 242
application 242
temporary 242
listedfirst 242
beef 242
guilders 241
normal 241
luxembourgfirst 241
cotton 241
representatives 240
shipment 240
cited 240
callable 240
purposes 240
managementfirst 240
direct 240
feet 240
specific 239
starting 238
fordfirst 238
groups 238
quality 237
asset 237
launched 237
reuterssecond 237
wholly 237
agree 236
predicted 236
signs 236
unemployment 236
serious 236
entered 236
attack 236
congressional 235
measure 235
partly 235
airline 235
exchanges 234
principle 234
complete 234
giving 234
drilling 234
family 233
preliminary 233
grow 233
intends 232
round 232
ct 232
moves 232
followed 232
governments 231
wednesday 231
weekly 231
rest 231
opened 231
maize 231
pricing 230
seeks 230
customer 230
video 230
brokerage 229
royal 229
speculation 228
wanted 228
resourcessecond 228
spokeswoman 227
projected 227
david 227
eightfirst 227
awarded 227
warrant 227
bp 227
arms 226
meetings 225
transfer 225
looking 225
damage 225
creditor 225
bancorp 225
dividends 224
febfirst 224
oils 224
richard 224
redeem 224
silver 224
outstandingsecond 223
placed 223
bonus 223
paul 223
privately 223
pending 223
possibility 222
funding 222
cause 222
offset 222
itself 222
him 222
known 221
crops 221
investmentsecond 221
acres 221
offshore 221
covering 221
suspended 221
maximum 221
unitsfirst 220
dealer 220
posted 220
engineering 220
registrationfirst 220
stepfirst 220
prefirst 220
protection 220
falls 219
periods 219
democratic 219
require 219
independent 219
miyazawa 219
rule 219
subcommittee 218
coal 218
metal 218
having 218
boeing 218
concerned 217
rated 217
every 217
provisionsfirst 217
reforms 217
ounces 217
technologies 217
william 217
subsidiaries 216
commonsecond 216
san 216
lyng 216
reducing 216
regional 216
single 215
brought 215
biggest 215
laws 215
speech 215
forecasts 215
technical 214
shell 214
minusfirst 213
largely 213
urged 213
winter 213
representative 213
ratio 213
equal 213
declaredfirst 213
confidence 213
earnedfirst 212
slow 212
americasecond 212
allied 212
completes 212
commitment 211
diplomats 211
immediate 211
cumulative 211
towards 211
hopes 211
middle 211
thursday 211
materials 211
though 210
remained 210
whose 210
trying 209
completion 209
restrictions 209
cutting 209
failure 209
centfirst 209
files 209
ships 209
carry 209
amounts 209
chinese 209
stable 208
premium 208
sea 208
away 208
asia 208
expenses 207
together 207
summer 207
seat 207
soybeans 207
gainsfirst 207
transport 207
newly 207
anti 207
am 207
whole 207
managed 206
various 206
approve 206
sevensecond 206
parties 206
twa 206
reflected 205
lehman 205
organizationfirst 205
external 205
especially 205
feed 204
positive 204
negotiating 204
hope 204
speaking 204
summit 203
buyers 203
follows 203
forced 203
oecd 203
governor 203
prevent 203
nilsecond 202
via 202
monthssecond 202
affect 202
auction 202
lot 202
pennzoil 202
ability 201
release 201
limits 201
italian 201
associates 201
crowns 200
center 200
michael 200
different 200
rescheduling 200
saw 200
equivalent 200
once 200
substantially 199
deputy 199
drexel 199
cyclops 199
avoid 199
processing 199
benefits 199
nippon 199
look 199
funaro 199
excess 198
trend 198
vw 198
valued 198
bids 198
forces 198
philippine 198
hutton 198
generally 197
separate 197
commercialsecond 197
done 197
stanley 197
januarythird 197
adjustment 197
structure 196
county 196
europesecond 196
commodities 196
seriessecond 196
banker 195
ccc 195
maturity 195
citicorp 195
securitysecond 195
att 195
gasoline 195
survey 195
debts 194
sought 194
buyout 194
commissionthird 194
utility 194
continues 194
ore 193
weekend 193
primarysecond 193
active 193
positions 193
exercise 193
registered 192
block 192
warner 192
spot 192
gnp 191
malaysia 191
originally 191
district 191
backed 191
coast 191
totaled 191
hughes 191
relatively 190
sign 190
holdsfirst 190
comparable 190
febsecond 190
sanctions 190
redemption 190
panel 190
interested 189
managing 189
ways 189
intent 189
refinery 189
borrowings 188
sachs 188
repayment 188
requirement 188
charged 188
pound 188
reorganization 188
fact 187
expectations 187
ico 187
smith 187
basicfirst 187
side 187
store 187
risesecond 187
representing 187
moscow 187
brown 187
went 186
original 186
resigned 186
know 186
cattle 186
social 185
imposed 185
departmentsecond 185
jobs 184
revenuefirst 184
huge 184
plussecond 184
size 184
truck 183
abroad 183
calendar 183
quickly 183
shortage 183
published 183
ownership 182
warned 182
ldp 182
toronto 181
w 181
metals 181
transportation 180
controlled 180
gmt 180
loanssecond 180
actions 180
floor 180
follow 180
goldman 179
milesfirst 179
aa 179
alternative 179
file 179
radio 178
lowered 178
willing 178
extend 178
opinion 178
relations 177
participation 177
delayed 177
ton 177
kuwait 177
globalfirst 177
expressed 177
maker 176
significantly 176
sent 176
sectors 176
broker 175
helped 175
optimistic 175
retaliation 175
connection 175
ready 175
forward 175
colombia 175
launch 175
douglas 175
strength 174
running 174
list 174
weak 174
bureau 174
pricedsecond 174
approximately 174
ordinary 174
makers 174
palm 174
scheme 173
resulting 173
provisional 173
ship 173
represents 173
voted 173
opposed 173
successful 173
spread 172
starts 172
negative 172
discussed 172
relief 172
thailand 172
concessionfirst 172
care 172
steps 172
established 172
cabinet 171
organisation 171
conservative 171
comments 171
repay 170
protect 170
names 170
intended 169
defence 169
ecus 169
passed 169
invest 169
items 169
machines 169
behind 168
effects 168
affairs 168
commitments 168
tin 168
peru 168
remarks 168
recession 168
florida 168
afternoon 167
instruments 167
scale 167
confirmed 167
storage 167
larger 167
yields 166
moving 166
debtor 166
chase 166
institutional 166
regulations 166
johnson 166
hearing 165
sun 165
margin 165
thought 164
imported 164
housesecond 164
supported 164
stockholders 164
replace 164
individual 164
ask 164
wide 163
turkey 163
matter 163
grew 163
hour 163
nasdaq 163
definitive 163
consortium 163
gdp 162
statements 162
applications 162
targets 162
notessecond 162
bags 162
illinois 162
floating 161
cargo 161
preferredsecond 161
meat 160
spring 160
signal 160
avgsecond 160
purolator 160
stoltenberg 160
stimulate 159
trader 159
augustsecond 159
provides 159
portion 159
steady 159
belgian 159
digital 159
auto 158
ratings 158
smaller 158
dow 158
dilutedfirst 158
entire 158
hoped 158
nyse 158
suggested 158
v 157
resulted 157
ministersecond 157
secondary 157
ve 157
determined 157
engine 157
arab 157
democrats 157
denied 156
grade 156
poorsecond 156
poll 156
elections 156
airbus 156
ends 155
developments 155
ohio 155
strikes 155
x 155
harvest 155
ease 155
z 155
adb 155
mean 154
create 154
waste 154
lire 154
affirmed 154
inventory 153
loadfirst 153
marine 153
guarantee 153
exceed 153
encourage 153
al 153
texassecond 153
chargesecond 153
idea 153
dixons 153
traditional 153
offices 152
quarterlysecond 152
annually 151
highest 151
ussr 151
quebec 151
advisory 151
chance 151
interbank 151
course 151
ceiling 151
sheet 150
join 150
refused 150
barley 150
ongpin 150
leave 150
zinc 150
pension 150
baldrige 150
condition 149
employment 149
built 149
river 149
fire 149
delay 149
extension 149
expenditure 149
george 149
affiliate 149
louvre 149
providing 149
asian 149
margins 149
fears 149
emergency 148
sweden 148
lack 148
housing 148
anticipated 148
exxon 148
job 148
investigation 148
declining 148
santa 148
committed 148
compromise 148
solution 148
exposure 148
acreage 147
alleged 147
datasecond 147
chip 147
components 147
bourse 147
nv 147
takes 147
borg 147
toward 147
protectionist 147
pointsecond 147
totalling 147
placement 147
ge 147
piedmont 147
lambert 146
risen 146
focus 146
multi 146
jansecond 146
island 146
values 146
formal 146
enterprisesfirst 146
resume 146
thai 146
republic 146
confident 146
shortly 145
double 145
utilities 145
atlanticfirst 145
soft 145
turn 145
interstate 145
space 145
howard 145
bad 145
yugoslavia 145
pa 145
chemicals 145
caesars 145
tough 144
push 144
industrialsecond 144
accounted 144
sharesthird 144
septembersecond 144
branch 144
broad 144
switzerland 144
vehicles 144
nigeria 144
linked 144
internal 144
testing 144
cftc 144
raw 143
netherlands 143
primarily 143
enter 143
cubic 143
converted 143
fresh 143
ranging 143
strategic 143
allowing 143
shultz 143
navy 143
versusfirst 143
patent 143
recorded 142
row 142
nothing 142
jefferies 142
republican 142
poehl 142
executives 142
portfolio 142
csr 142
washingtonsecond 141
stood 141
appears 141
announce 141
decfirst 141
practices 141
difficulties 141
manhattan 141
adopted 141
negotiate 141
freeze 141
ab 141
status 141
aluminium 141
initially 140
declines 140
miller 140
liabilities 140
restated 140
pesos 140
textile 140
doing 140
applied 140
houston 140
forecastsecond 140
ever 139
decide 139
hurt 139
upon 139
obligations 139
stage 139
liberal 139
across 139
norway 139
demands 139
economies 139
achieve 138
appeared 138
veto 138
proposedsecond 138
egypt 138
fields 138
lease 138
ounce 138
missiles 138
reflects 138
spanish 138
establish 138
unions 138
possibly 138
material 138
reynolds 138
taft 138
apply 137
preference 137
underlying 137
reporting 137
bilateral 137
hand 137
bankerssecond 137
expire 137
jersey 137
sa 137
created 137
book 137
receivedsecond 137
appropriate 136
identified 136
body 136
wholesale 136
drive 136
unable 136
membership 136
compares 136
aide 136
pays 136
room 136
libor 136
chapter 136
rumors 136
rigs 136
described 135
agencies 135
my 135
listing 135
hotel 135
bankamerica 135
votes 135
federation 135
university 135
treatment 135
campaign 135
hectares 135
shelf 135
merge 134
burnham 134
aerospace 134
directly 134
wells 134
stay 134
threatened 134
usesecond 134
profitable 134
appointed 134
lbs 134
la 134
really 134
democrat 134
resolve 134
card 133
argentine 133
paymentsecond 133
reductions 133
suspension 133
debate 133
labor 133
pointed 133
success 133
operates 132
team 132
foods 132
impose 132
dealing 132
million 132
club 132
iraqi 132
serve 132
evidence 132
nominal 132
rand 132
responsible 132
noranda 132
bear 131
involving 131
consideration 131
retain 131
cbt 131
michigan 131
elected 131
sides 131
exclude 130
direction 130
offerings 130
mutual 130
determine 130
rain 130
ordered 130
repayments 130
counter 130
judge 130
certificate 130
particular 129
throughout 129
maturing 129
approach 129
allows 129
finalsecond 129
excluding 129
sunday 129
growers 129
anything 129
zero 129
freight 128
inventories 128
kind 128
drought 128
cases 128
design 128
manila 128
subsidy 128
shift 128
band 128
icco 128
ventures 128
borrowers 128
underwriter 128
los 128
shows 128
increasingly 128
opportunities 128
widely 128
sole 127
lowest 127
ensure 127
reaction 127
miti 127
centre 127
curb 127
presidential 127
minerals 127
link 127
chancellor 127
noting 127
wilson 127
calif 126
notethird 126
army 126
achieved 126
secured 126
programme 126
bringing 126
fleet 126
coastal 126
black 125
y 125
advance 125
talking 125
fair 125
greenspan 125
combination 125
farsecond 125
saturday 125
ban 125
break 125
deregulation 125
gap 125
strongly 125
pakistan 125
employers 125
appeal 125
traffic 125
enable 124
swedish 124
beyond 124
duty 124
vegetable 124
partner 124
why 124
initiative 124
regulators 124
recommendation 124
syndicate 124
businessmen 124
dairy 124
things 124
write 123
carried 123
indian 123
clearing 123
bulk 123
insider 123
fats 123
lift 123
halt 123
decisions 123
model 123
scandal 123
airways 123
closely 123
lenders 123
deutsche 123
police 122
downgraded 122
specialsecond 122
leaving 122
stand 122
setting 122
du 122
movement 122
mcdonnell 122
charles 122
stronger 121
modest 121
jointly 121
interimfirst 121
belgium 121
begins 121
ruled 121
operators 121
grace 121
tariff 121
complex 121
divsecond 121
comes 121
reasons 121
severe 120
speed 120
themselves 120
located 120
gives 120
justice 120
milessecond 120
allegheny 120
environment 120
averaged 120
communique 120
users 120
malaysian 120
fourthsecond 119
midland 119
disclose 119
namedsecond 119
unfair 119
duties 119
citibank 119
presecond 119
works 119
clearly 119
ba 119
environmental 119
semiconductors 119
associatedfirst 118
standards 118
never 118
deals 118
presented 118
minority 118
advantage 118
depressed 118
angeles 118
overnight 118
nor 118
balances 117
contributed 117
detailed 117
compete 117
carrying 117
draft 117
mitsubishi 117
acquiring 117
killed 117
martin 116
grains 116
goal 116
decsecond 116
underwritingsecond 116
license 116
gaf 116
lb 116
surpluses 116
extent 116
media 116
centers 116
uncertainty 116
entertainment 116
threat 116
tests 116
mobil 116
cme 116
bonn 116
aim 115
korean 115
extra 115
presssecond 115
dry 115
became 115
ontario 115
submitted 115
tranche 115
southwest 115
disease 115
amendment 115
site 115
halfsecond 115
vehicle 115
alone 115
trucks 115
supermarkets 115
permit 115
phase 115
chips 115
greece 115
semi 114
advances 114
damages 114
requested 114
talk 114
begun 114
promote 114
formerly 114
merchant 114
calling 114
written 114
startfirst 114
participants 114
moved 114
therefore 114
getting 114
lloyds 114
guarantees 114
profitability 113
except 113
certainly 113
endsecond 113
obtain 113
officers 113
reflecting 113
moderate 113
attractive 113
let 113
intention 113
models 113
renewed 113
shut 113
sumita 113
banque 113
thus 113
dominion 113
collapse 113
yasuhiro 113
wins 113
hotels 113
cpc 113
arrangement 112
passengerfirst 112
imbalances 112
smelter 112
earthquake 112
introduce 112
mill 112
md 112
branches 111
adjustedsecond 111
mills 111
hands 111
bushels 111
something 111
mostly 111
expiration 111
opportunity 111
maturities 111
van 111
wright 111
missile 111
laboratories 111
concluded 111
integrated 111
balladur 111
sure 111
eventually 111
expanded 110
highly 110
fallen 110
workforce 110
faces 110
gained 110
incentives 110
actual 110
introduction 110
mexican 110
amoco 110
machinery 110
recommended 110
jones 110
listedsecond 110
station 110
experts 110
fairchild 110
decrease 109
covered 109
expanding 109
harcourt 109
feel 109
underway 109
maintenance 109
negotiated 109
cross 109
vessels 109
got 109
alliance 109
spend 109
corporations 109
amc 109
grant 109
buyer 108
recapitalization 108
flexibility 108
improving 108
miners 108
rapid 108
clients 108
headquarters 108
studies 108
weekssecond 108
delivered 108
fe 108
broadcasting 108
distributed 108
extremely 108
refining 108
schedule 108
fast 108
pressures 108
usx 108
fda 108
kodak 108
splitsecond 107
protest 107
upward 107
meanwhile 107
specialty 107
trip 107
stabilise 107
meant 107
burlington 107
telegraph 107
stabilize 107
operated 107
often 107
airport 107
sosnoff 107
supreme 107
represented 107
thatcher 107
pc 107
nec 107
ual 107
virtually 106
contribution 106
acting 106
alternatives 106
tendered 106
deadline 106
waiting 106
frankfurt 106
parliamentary 106
carries 106
complaint 105
fundssecond 105
planted 105
deliveries 105
accrued 105
weakness 105
fight 105
star 105
telecom 105
flights 105
ems 105
mercantile 105
factory 105
indonesian 105
proceed 104
pursue 104
cold 104
self 104
joined 104
dumping 104
returned 104
phillips 104
attributed 104
foodsecond 104
thomas 104
distance 104
liability 104
tool 104
pace 103
holiday 103
concerns 103
louisiana 103
represent 103
adequate 103
faced 103
thing 103
extends 103
blood 103
flight 103
appear 103
deficits 103
elaborate 103
participate 103
kuwaiti 103
king 103
agent 103
kansas 103
owners 103
reference 103
live 102
questions 102
obtained 102
holder 102
example 102
welcomed 102
exporting 102
tire 102
cos 102
rev 102
denmark 102
red 102
safety 102
seriously 102
hospital 102
showing 101
beet 101
exchequer 101
risks 101
excessive 101
portugal 101
licences 101
eep 101
assembly 101
intervened 101
philips 101
terminal 101
front 101
assistant 101
reverse 101
expenditures 101
lake 101
dallas 101
chemlawn 101
fundamentals 101
requires 100
exported 100
unsecured 100
remainder 100
bankingsecond 100
revolving 100
depending 100
railway 100
rep 100
attacks 100
circumstances 100
painewebber 100
speculative 100
peabody 100
convert 100
adjustments 100
strengthen 100
always 100
attention 100
downgrade 99
boosted 99
kept 99
peter 99
barriers 99
denominated 99
guaranty 99
powers 99
wait 99
wages 99
electrical 99
depreciation 99
criticism 99
fear 99
williams 99
movements 99
sumitomo 99
scott 99
seems 99
stopped 99
diamond 99
massive 98
refined 98
homes 98
studying 98
gavesecond 98
seamen 98
concentrate 98
win 98
sentiment 98
alan 98
considerable 98
sears 98
protectionism 98
debtors 98
performing 98
seats 98
pork 98
expires 98
core 98
cities 97
flat 97
debenture 97
conducted 97
quarters 97
ports 97
rains 97
acceptance 97
km 97
sri 97
fairly 97
sorghum 97
stations 97
recover 97
kidder 97
tight 97
communitysecond 97
faster 97
province 97
settle 97
tobacco 97
eliminate 97
spa 97
stressed 97
headed 97
satisfactory 96
bbb 96
shortfall 96
brings 96
burden 96
frozen 96
spent 96
battle 96
me 96
practice 96
acquires 96
venice 96
employee 96
cooperate 96
sen 96
felt 96
makingsecond 96
wellsecond 96
save 96
encouraging 96
forms 96
reasonable 95
earn 95
simply 95
realty 95
electricity 95
maintained 95
version 95
trades 95
favourable 95
address 95
toshiba 95
resolved 95
appreciation 95
looks 94
backlog 94
affecting 94
suffered 94
damaged 94
documents 94
officersecond 94
borrower 94
resolution 94
effectively 94
bit 94
guilder 94
sufficient 94
machine 94
priority 94
viacom 94
shown 94
ll 94
entry 94
resignation 93
turkish 93
redeemable 93
rapidly 93
gte 93
getssecond 93
stated 93
individuals 93
competitiveness 93
approves 93
lanka 93
kingdom 93
el 93
shipped 93
urges 93
brief 93
hk 93
aggressive 93
appeals 93
wang 93
swap 93
heavily 93
publishing 93
toyota 93
widespread 92
living 92
septsecond 92
controversial 92
litigation 92
quite 92
stance 92
depositsfirst 92
columbia 92
understanding 92
worked 92
manufacturer 92
worst 92
moment 92
sound 92
nationwide 92
experience 92
hanover 92
troops 92
orange 92
contribute 91
donald 91
customs 91
uk 91
cereals 91
fraud 91
man 91
proposes 91
planes 91
writedown 91
engines 91
satellite 91
changing 91
prudential 91
owed 91
philadelphia 91
baa 91
conservatives 91
fighting 91
petition 91
conable 91
mart 90
lose 90
economics 90
purpose 90
bidding 90
institution 90
procedures 90
selected 90
publicly 90
brands 90
equities 90
conduct 90
expensive 90
communist 90
chartered 90
books 90
harrisfirst 90
withdraw 90
thirds 90
valley 89
leveraged 89
responsibility 89
asking 89
issuance 89
des 89
montreal 89
euro 89
jim 89
governors 89
ii 89
citing 89
promised 89
normally 89
retained 89
unionsecond 89
contained 89
goes 89
reaching 89
type 89
occurred 89
issuingsecond 89
seasonal 89
regulation 89
aviation 89
warning 88
favorable 88
automotive 88
carsecond 88
critical 88
carrier 88
conservation 88
delta 88
claytonfirst 88
referring 88
depend 88
apparently 88
est 88
tankers 88
keeping 88
inter 88
narrow 88
play 88
approvals 88
succeed 88
aug 88
recommendations 88
israel 88
bally 88
amr 88
discussion 87
merchandise 87
bay 87
violations 87
neither 87
upgraded 87
adds 87
favour 87
santos 87
wireless 87
intervene 87
retirement 87
ecu 87
arranged 87
iv 87
civil 87
itt 87
reiterated 87
worried 87
delegation 87
sarney 87
comprise 87
eurobonds 87
commenting 87
ranges 87
pharmaceutical 87
fundamental 87
livestock 87
sulphur 87
afg 87
expense 86
sinking 86
eddie 86
leadership 86
volkswagen 86
pledged 86
relationship 86
algeria 86
pass 86
match 86
cominco 86
imperial 86
regarding 86
bangladesh 86
pushed 86
choice 86
pennsylvania 86
bache 86
aluminum 86
bahrain 86
pounds 86
dual 86
bull 86
advertising 86
tenfirst 86
phelps 86
diplomat 86
implement 85
declaredsecond 85
insured 85
intermediate 85
halted 85
eligible 85
northwest 85
planting 85
revisedsecond 85
journalists 85
northeast 85
newmont 85
lawsuit 85
broke 85
oct 85
nomura 85
generale 85
differentials 85
outcome 85
seesecond 85
uaw 85
jardine 85
terminated 84
incurred 84
indicate 84
attempts 84
concerning 84
history 84
trans 84
rio 84
licensing 84
enhancement 84
suppliers 84
peking 84
cd 84
drugs 84
weaker 84
method 84
danish 84
zambia 84
fifth 84
coalition 84
presence 84
pan 84
crazy 84
judgment 84
platform 84
eased 84
postsecond 84
bbl 84
shamrock 84
peak 83
doubt 83
draw 83
circulation 83
calculated 83
jose 83
intend 83
personnel 83
bolivia 83
raisessecond 83
human 83
foster 83
generated 83
happen 83
formally 83
fujitsu 83
hudson 82
agrees 82
chain 82
downward 82
retire 82
purchasing 82
grades 82
aside 82
notice 82
extraordinarysecond 82
receiving 82
underwritten 82
delays 82
behalf 82
usa 82
soviets 82
francisco 82
explained 82
attend 82
flows 82
becoming 82
consistent 82
ground 82
indicators 82
moratorium 82
diplomatic 82
illegal 82
fluctuations 82
shopping 82
advisers 81
discussing 81
unadjusted 81
cane 81
arrangements 81
heart 81
financed 81
fine 81
retaliate 81
republicans 81
dynamics 81
runs 81
assume 81
refinancing 81
rupees 81
yielding 81
launching 81
twice 81
nov 81
remove 81
variable 81
productivity 81
relative 81
turned 81
affiliates 81
launches 81
adviser 81
variety 81
alaska 81
oklahoma 81
forest 81
restricted 80
compensation 80
prompted 80
actually 80
occur 80
repeated 80
adopt 80
exclusive 80
cargoes 80
operator 80
ups 80
usually 80
lifted 80
putting 80
returns 80
restructure 80
geneva 80
divisions 80
multilateral 80
ill 80
graphics 80
ongoing 79
lp 79
losing 79
separately 79
solve 79
expired 79
apparent 79
efficiency 79
georgia 79
arm 79
easier 79
industrialised 79
processors 79
cbs 79
reed 79
bb 79
uses 79
gros 79
wood 78
waters 78
green 78
rural 78
comesecond 78
indication 78
heads 78
deep 78
oppose 78
tonight 78
tenders 78
courier 78
propose 78
timing 78
siemens 78
primaryfirst 78
flexible 78
respect 78
aims 78
crown 78
handling 78
utah 78
opposes 78
code 78
iowa 78
frank 78
coordination 78
heating 78
supports 78
jet 78
century 78
virginia 78
meal 77
drawn 77
commissioner 77
exercisable 77
minutes 77
causing 77
prospect 77
identify 77
facing 77
voice 77
transcanada 77
manage 77
manufacture 77
charter 77
hostile 77
incentive 77
favor 77
objective 77
dart 77
barney 77
chirac 77
criticised 77
mm 77
answer 77
packaging 77
zone 77
rebate 77
beneficial 77
entitled 77
merged 76
rally 76
served 76
iron 76
container 76
perhaps 76
tehran 76
disclosure 76
commonwealth 76
liquid 76
upper 76
manufactured 76
slight 76
completely 76
generate 76
tell 76
finland 76
implemented 76
clinical 76
scientific 76
levy 76
hill 76
rainfall 76
warburg 76
prospectus 76
finding 76
weight 76
easing 76
nissan 76
unspecified 75
deficiency 75
finished 75
opens 75
suspend 75
repurchases 75
failing 75
amsterdam 75
optimism 75
owner 75
leasing 75
kiichi 75
amounted 75
actively 75
respond 75
struck 75
nabisco 75
quick 75
mineral 75
border 75
volatility 75
replaced 75
gillette 75
registrations 75
daiwa 75
diversified 74
balanced 74
surge 74
lloyd 74
views 74
controlling 74
prove 74
ringgit 74
imbalance 74
defend 74
grounds 74
lawyers 74
iadb 74
servicing 74
acid 74
slide 74
attorney 74
nearby 74
section 74
pro 74
broadly 74
austerity 74
otherwise 73
instrument 73
monitor 73
seem 73
supplier 73
distribute 73
uncertain 73
structural 73
del 73
float 73
swaps 73
fob 73
indiana 73
grand 73
difference 73
compliance 73
matters 73
glass 73
renault 73
delaware 73
challenge 73
thousands 72
fail 72
nova 72
generation 72
implications 72
plantings 72
alberta 72
leaves 72
requests 72
speaker 72
ibc 72
vital 72
explore 72
enterprisessecond 72
withdrawal 72
permission 72
handle 72
citizens 72
guinness 72
nigel 72
officially 72
disaster 72
tea 72
suisse 72
memory 72
septfirst 72
kilos 72
privatisation 72
coins 72
clark 71
provinces 71
acknowledged 71
event 71
autumn 71
maintaining 71
requiring 71
temporarily 71
sense 71
send 71
comprising 71
textiles 71
fitzwater 71
proved 71
motion 71
cds 71
boesky 71
formula 71
influence 71
embassy 71
westpac 71
dole 71
differences 71
mission 71
recommend 71
partially 71
reagansecond 71
chile 71
lme 71
jr 71
airlinessecond 71
stearns 71
fiat 71
transamerican 71
int 70
marked 70
aquino 70
exchangeable 70
disposal 70
poland 70
mixed 70
cooperative 70
yugoslav 70
bales 70
predict 70
packages 70
award 70
unveiled 70
rapeseed 70
revision 70
tried 70
count 70
assigned 70
becomes 70
slowed 70
residents 70
mortgages 70
thrift 69
bass 69
unusual 69
cyacq 69
blamed 69
totaling 69
sum 69
dismissed 69
negotiators 69
mass 69
importers 69
restore 69
premier 69
convertiblesecond 69
administrationsecond 69
harper 69
reaffirmed 69
accused 69
tap 69
gradually 69
replied 69
advised 69
partial 69
honeywell 69
lend 69
hoechst 69
icn 69
sluggish 68
mile 68
restaurants 68
postings 68
settled 68
sharing 68
responding 68
straight 68
mountain 68
door 68
regions 68
yr 68
micro 68
suggest 68
produces 68
weinberger 68
exercised 68
volumes 68
aware 68
franklin 68
elsewhere 68
implementation 68
supervisory 68
chamber 68
default 68
qualified 68
secure 68
bullish 68
route 68
surprise 68
ambassador 68
brussels 67
coverage 67
equally 67
hydro 67
bearing 67
metropolitan 67
pentagon 67
tanker 67
resource 67
ideas 67
park 67
attacked 67
contact 67
comprehensive 67
danger 67
inflationary 67
comply 67
indicator 67
assurance 67
testimony 67
rumours 67
replacement 67
uae 67
crash 67
kenya 67
powerful 67
involves 67
devices 67
convinced 67
corrected 67
colorado 67
wisconsin 67
societe 67
newspapers 66
automobile 66
young 66
inland 66
drawing 66
retaliatory 66
specify 66
arrange 66
committees 66
concessions 66
agenda 66
your 66
elders 66
joseph 66
containing 66
banco 66
encouraged 66
acceptable 66
rig 66
christian 66
cheaper 66
gerhard 66
trends 66
dilutedsecond 66
sao 66
auctions 66
improvements 66
plane 66
pdvsa 66
barclays 66
daniel 66
resorts 66
amstutz 66
commented 65
braziliansecond 65
standing 65
payoutsecond 65
departments 65
edward 65
accords 65
tranches 65
coconut 65
cola 65
borrow 65
ties 65
disk 65
progressive 65
buyback 65
liberalisation 65
turning 65
consecutive 65
symbol 65
broadcast 65
carriers 65
goals 65
cancer 65
roughly 65
popular 65
jacobs 65
enterprise 65
proxy 65
herrington 65
relatedsecond 65
und 65
satisfied 65
edison 65
downturn 65
involve 65
bottom 65
consists 65
numbers 65
ferruzzi 65
reviewing 65
society 65
senator 65
miguel 65
revlon 65
administrative 64
usage 64
climate 64
carryforward 64
attitude 64
hike 64
argued 64
bhp 64
broken 64
covers 64
pressing 64
fired 64
sustained 64
attract 64
guidelines 64
patients 64
venezuelan 64
criteria 64
lawrence 64
treaty 64
road 64
amended 64
occidental 64
pharmaceuticals 64
midwest 64
cautious 64
fslic 64
meets 64
preparing 64
poultry 64
printing 64
solutions 64
document 64
hungary 64
divided 64
alcan 64
underground 63
giant 63
slower 63
southeast 63
americans 63
article 63
steering 63
et 63
coca 63
enhance 63
seemed 63
rotterdam 63
fewer 63
informal 63
loading 63
mitsui 63
mergers 63
carolina 63
competing 63
api 63
depends 63
virus 63
tv 63
rjr 63
invested 63
impossible 63
irving 63
exporter 63
shanghai 63
rebels 63
ultimately 62
exceeded 62
factories 62
fordsecond 62
drain 62
vessel 62
permits 62
distributor 62
nature 62
inspection 62
essential 62
woolworth 62
affiliated 62
pins 62
magazine 62
negotiation 62
plastics 62
consent 62
socialist 62
boosting 62
grown 62
person 62
replacing 62
aggregate 62
ward 62
moore 62
ltv 62
outlined 62
limiting 62
polled 62
announces 62
emery 62
ronald 62
brand 62
residential 62
backing 62
foot 62
qatar 62
holdssecond 62
invited 62
willingness 62
content 62
conflict 62
sydney 62
square 62
amid 62
offensive 62
rejects 62
contra 62
analysis 61
equitable 61
yuan 61
easily 61
correct 61
bushel 61
refiners 61
proceedings 61
boards 61
disputes 61
carter 61
receipt 61
oilseeds 61
gallon 61
mellon 61
receipts 61
bar 61
lee 61
mulford 61
deferred 61
intelligence 61
inch 61
leverage 61
mississippi 61
momentum 61
fdic 61
hongkong 61
amex 61
importance 61
appropriations 61
trump 61
transferred 60
none 60
picture 60
greek 60
recovered 60
qtrly 60
true 60
circuit 60
bridge 60
senators 60
confirm 60
closer 60
lawmakers 60
traditionally 60
panic 60
realized 60
inadequate 60
dean 60
decade 60
stands 60
cooper 60
signing 60
phoenix 60
postponed 60
doesn 60
announcing 60
aaa 60
claim 60
takeovers 60
concept 60
decree 60
rail 60
premiums 60
sixth 60
ex 60
cie 60
submit 60
permanent 60
foreigners 60
locations 60
gilt 60
feedgrains 60
vaccine 60
edelman 60
film 60
uganda 60
prev 60
bloc 59
men 59
transmission 59
crucial 59
cancelled 59
extensive 59
atlanta 59
proportion 59
dealings 59
fla 59
rostenkowski 59
cement 59
triggered 59
troubled 59
uruguay 59
narrowed 59
competitors 59
golden 59
tighten 59
louis 59
treasuries 59
blue 59
chances 59
adverse 59
language 59
harvested 59
basin 59
cheap 59
evaluate 59
cleared 59
briefing 59
westinghouse 59
dated 59
slaughter 59
permitted 59
assumed 59
gone 59
icahn 59
objections 58
joining 58
formation 58
closure 58
removed 58
excellent 58
thereafter 58
enforcement 58
urging 58
difficulty 58
henley 58
foundation 58
compensate 58
reply 58
antitrust 58
removal 58
injunction 58
nationale 58
na 58
audit 58
reject 58
nasd 58
super 58
utilization 58
jacques 58
extending 58
helmut 58
kohl 58
curbs 58
routes 58
withdrawn 58
rescue 58
dilson 58
allis 58
segment 57
gordon 57
assuming 57
industrialized 57
midnight 57
examine 57
indirect 57
treasurer 57
probe 57
inside 57
pipelines 57
comprised 57
warns 57
compatible 57
terminals 57
networks 57
targeted 57
types 57
solid 57
pick 57
participating 57
carbide 57
myers 57
subsequent 57
healthy 57
supercomputer 57
snow 57
chalmers 57
poindexter 57
aegean 57
voluntary 56
scope 56
karl 56
liquidation 56
exception 56
records 56
reductionsecond 56
petrol 56
trial 56
pushing 56
passage 56
establishing 56
confirmation 56
contains 56
automatic 56
naval 56
sons 56
hedging 56
resistance 56
consolidation 56
assist 56
urge 56
tex 56
entirely 56
employed 56
hog 56
friction 56
polls 56
flour 56
inra 56
freedom 56
paulo 56
arizona 56
healthcare 56
automation 56
devaluation 56
redeemed 56
opersecond 56
allegis 56
heller 56
closes 55
check 55
tx 55
arbitrage 55
affair 55
education 55
diagnostic 55
died 55
stakes 55
pattern 55
task 55
pioneer 55
slump 55
tied 55
somewhat 55
contracted 55
installed 55
rival 55
destinations 55
candidates 55
highway 55
bancshares 55
mer 55
assess 55
mandatory 55
gao 55
attributable 55
milk 55
minute 55
refineries 55
hilton 55
speculated 55
gilts 55
auditors 55
juice 55
carryforwards 55
jets 55
repaid 54
standstill 54
methods 54
minnesota 54
steadily 54
jumped 54
beans 54
informed 54
royalty 54
violated 54
proceeding 54
subsidized 54
injured 54
her 54
wrong 54
exchanged 54
sullivan 54
dramatic 54
mail 54
wave 54
itc 54
ottawa 54
leases 54
finnish 54
trillion 54
supporting 54
indications 54
reluctant 54
lawyer 54
discovery 54
universal 54
allen 54
spotlight 54
reduces 54
edouard 54
excluded 54
morocco 54
surprised 54
provisionssecond 54
delhi 54
strengthening 54
accrual 54
subroto 54
specifically 54
schlesinger 54
degree 54
lumber 54
lay 54
window 54
town 54
intel 54
budgetary 54
chevron 54
supercomputers 54
nbc 54
comdata 54
lilly 54
pacts 54
suffer 53
easy 53
acre 53
contrast 53
deterioration 53
founder 53
laid 53
respective 53
ranged 53
consensus 53
reopen 53
hearings 53
responded 53
retired 53
kilo 53
associate 53
ivory 53
zimbabwe 53
cci 53
norwegian 53
reliance 53
consist 53
pledge 53
counsel 53
termination 53
mr 53
mature 53
volatile 53
mechanism 53
fcc 53
advisor 53
sprinkel 53
item 53
hardware 53
prevailing 53
allowance 53
table 53
allegations 53
explain 53
apart 53
measured 53
emirates 53
slowing 53
restraint 53
whatever 53
petrobras 53
damaging 53
resist 53
donaldson 53
belief 53
device 53
disney 53
dodge 53
portland 52
hikes 52
rank 52
sort 52
cuba 52
summary 52
detroit 52
mobile 52
procedure 52
ireland 52
conditioned 52
exceeding 52
departure 52
blocks 52
helicopter 52
tentative 52
supplied 52
emerged 52
hundreds 52
destroyed 52
operational 52
repair 52
restrict 52
distillers 52
renewal 52
oriented 52
relating 52
everything 52
receives 52
hrs 52
henry 52
necessarily 52
breakdown 52
doubled 52
heard 52
laser 52
fiber 52
norstar 52
margaret 52
gradual 52
flag 52
tightening 52
proven 52
widened 52
doubts 52
severely 52
jump 52
nikko 52
happy 52
dp 52
assumption 52
taxation 52
sciences 52
institutes 52
wagner 52
pont 52
population 52
quake 52
monier 52
seoul 51
sweet 51
benchmark 51
inquiry 51
discovered 51
considers 51
reviewed 51
secret 51
eurodollar 51
caisse 51
euroyen 51
islands 51
optical 51
prompt 51
sized 51
oats 51
determination 51
xon 51
millions 51
sessions 51
outright 51
household 51
di 51
audio 51
debit 51
hanson 51
azpurua 51
track 51
collateral 51
territory 51
thomson 51
upgrade 51
elimination 51
concrete 51
nevada 51
walker 51
dependence 51
image 51
steep 51
